const videoPosts = [
  {
    id: 1,
    title: "AR-порталы",
    description: [
      {
        id: 1,
        paragraph:
          "Приложение было разработано для демонстрации возможностей игрового движка Unity3D, плагина Vuforia, а также фото и видеосъемки 360.",
      },
    ],
    shortDescription: "Экскурсия по технопарку в дополненной реальности",
    preview: "https://i.ytimg.com/vi/-DpsYBTMZk8/hq2.jpg",
    linkYouTube: "https://www.youtube.com/embed/-DpsYBTMZk8",
    tags: ["Unity3D", "Blender"],
  },
  {
    id: 2,
    title: "Science Floor",
    description: [
      {
        id: 1,
        paragraph:
          "В рамках Дня Науки, прошедшем на территории Детского Технопарка «Кванториум» Нижний Новгород, участникам было предложено познакомиться с учеными и их открытиями.",
      },
      {
        id: 2,
        paragraph:
          "Для того, чтобы начать путешествие, необходимо было скачать AR-приложение (Android, IOS) и запустить его. Дальнейшие инструкции были в самом приложении. Приложение предоставляет возможность познакомиться с девятнадцатью учеными и их трудами. При взаимодействии с каждым ученым, участники узнавали все больше и больше информации, которая вскоре пригодилась им на научном квизе.",
      },
      {
        id: 3,
        paragraph:
          "Помимо информации, некоторые ученые имели дополнительную кнопку для прохождения мини-игры, в ходе которой участник еще больше погружался в процесс приобщения к науке.",
      },
    ],
    shortDescription: "Наука на стыке технологий",
    preview:
      "https://i.ytimg.com/vi/dnpf8lekHGQ/hqdefault.jpg?sqp=-oaymwEcCNACELwBSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLDePcOrH18m6SKJCWBZjUCcxlgeHw",
    linkYouTube:
      "https://www.youtube.com/embed/dnpf8lekHGQ?si=ETGBDf-Gk9hfglh3",
    tags: ["Unity3D", "Blender", "Ai", "Ae"],
  },
  {
    id: 3,
    title: "Книга заклинаний",
    description: [
      {
        id: 1,
        paragraph:
          "Проект реализован в рамках Всемирного дня Гарри Поттера. Данная технология представляет собой возможность управления игрой с помощью голосовых команд. Тематикой события был волшебный мир Гарри Поттера, поэтому задумка данной инсталляции идеально подошла к концепции самого мероприятия.",
      },
    ],
    shortDescription: "Голосовая инсталляция для произношения заклинаний",
    preview: "https://i.ytimg.com/vi/kmPFuhbTaJQ/hqdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/kmPFuhbTaJQ?si=3Iiz1U-donTh6B-K",
    tags: ["Unity3D", "Blender", "Ps"],
  },
  {
    id: 4,
    title: "VR-Комбайн",
    description: [
      {
        id: 1,
        paragraph:
          "VR-тренажер для Саратовского государственного аграрного университета им. Н. И. Вавилова.",
      },
    ],
    shortDescription: "Симулятор комбайнера",
    preview:
      "https://i.ytimg.com/vi/MUClp7Q92YQ/hqdefault.jpg?sqp=-oaymwE2CNACELwBSFXyq4qpAygIARUAAIhCGAFwAcABBvABAfgB_gmAAtAFigIMCAAQARhlIFsoRjAP&rs=AOn4CLAEJkKaOJgxtFdjxG_JwP5qwPEbVg",
    linkYouTube:
      "https://www.youtube.com/embed/MUClp7Q92YQ?si=ywVCrFJtmTAAdKTG",
    tags: ["Unity3D", "Blender", "Ps"],
  },
  {
    id: 5,
    title: "Ретро игры VR",
    description: [
      {
        id: 1,
        paragraph:
          "В рамках проведения дня ретро-видеоигр был реализован проект с игровыми автоматами в тематике события.",
      },
    ],
    shortDescription: "Погружение в прошлое",
    preview:
      "https://i.ytimg.com/vi/qtV5GNcFU10/hqdefault.jpg?sqp=-oaymwE2CNACELwBSFXyq4qpAygIARUAAIhCGAFwAcABBvABAfgB_gmAAtAFigIMCAAQARhlIEsoSDAP&rs=AOn4CLDcI0hmHolZNoPWkKdRli1sWy6jqw",
    linkYouTube:
      "https://www.youtube.com/embed/qtV5GNcFU10?si=wQpqwC-A8_6fK9Xp",
    tags: ["Unity3D", "Blender", "Ps"],
  },
  {
    id: 6,
    title: "За яблоками",
    description: [
      {
        id: 1,
        paragraph:
          "Приложение «За яблоками» разработано по мотивам одноименной книги. Пользователь погружается в историю с помощью мобильного устройства и самой книги, поэтому они неотделимы при прохождении сюжета. Книга повествует о путешествии одного очень любопытного кролика, с которым происходят различные неприятности, а читатели помогают ему из них выбраться.",
      },
      {
        id: 2,
        paragraph:
          "Приложение вбирает в себя множество механик, которые реализованы с помощью технологий мобильных устройств: акселерометр, гироскоп, микрофон, тач, свайп и др. Все это позволяет пользователю в интерактивной форме развивать сюжет книги и взаимодействовать с персонажем. Для полного погружения был отрисован короткий мультик и полностью озвучен главный герой! Скучать точно не придется!",
      },
    ],
    shortDescription: "Сочетание книги и технологий",
    preview: "https://i.ytimg.com/vi/WhvDAge9Ejw/hqdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/WhvDAge9Ejw?si=Bo7kPWLTqpIHHfRf",
    tags: ["Unity3D", "Ps", "Ae"],
  },
  {
    id: 7,
    title: "За Яблоками. Фоторежим",
    description: [
      {
        id: 1,
        paragraph:
          "Бонусный уровень для создания фото на память и отправки результат на свою почту.",
      },
    ],
    shortDescription: "Сделай фото на память",
    preview: "https://i.ytimg.com/vi/SUtYzW8pt-A/hqdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/SUtYzW8pt-A?si=HMys9pdgK1AIjM6k",
    tags: ["Unity3D", "Ps", "Web"],
  },
  {
    id: 8,
    title: "Ретро-телефон",
    description: [
      {
        id: 1,
        paragraph:
          "Суть работы заключается в следующем: мы набираем любой четырёхзначный код (который мы сами можем установить на самом телефоне) и воспроизводится соответствующая аудиозапись, которая хранится на флешке внутри телефона. Поднеся трубку ближе, пользователь может услышать из динамика то, что вы для него подготовили.",
      },
    ],
    shortDescription: "Звонок в сказку",
    preview: "https://i.ytimg.com/vi/skeVfQEhqJQ/hqdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/skeVfQEhqJQ?si=OLktn1-ClvUmcYSW",
    tags: ["Arduino", "Ai"],
  },
  {
    id: 9,
    title: "Локальный мультиплеер",
    description: [
      {
        id: 1,
        paragraph:
          "Интерактивная инсталляция с локальным мультиплеером, которая позволит пользователям погрузиться в тематику мероприятий. В данном ролике присутствуют отрывки с квеста по кибербезопасности, со дня Экологии и Дня Музыки, где участникам необходимо было записать свой хит.",
      },
    ],
    shortDescription: "Кооперативные игры для мероприятий",
    preview: "https://i.ytimg.com/vi/PDBDha9VuDI/hqdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/PDBDha9VuDI?si=sF56t6rmsEXlWrry",
    tags: ["Unity3D", "Ps", "Ae", "Web"],
  },
  {
    id: 10,
    title: "InsideOut",
    description: [
      {
        id: 1,
        paragraph:
          "Проект реализован для одного из мероприятий, связанного с креативным мышлением. Задачей было показать то, как мыслит творческий человек, как он визуализирует информацию и какие образы возникают при генерации идей. Было проведено более 10 глубинных интервью с представителями творческих профессий, на основе которых и был разработан концепт приложения.",
      },
    ],
    shortDescription: "Полет фантазии в AR",
    preview: "https://i.ytimg.com/vi/603isW3SW-c/hqdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/603isW3SW-c?si=e0lKmtWZRhIB4SP3",
    tags: ["Unity3D", "Blender", "Ps"],
  },
  {
    id: 11,
    title: "AR-куб",
    description: [
      {
        id: 1,
        paragraph:
          "Приложение с технологией дополненной реальности, разработанное ко Дню матери. Проект представляет собой куб, на гранях которого представлены интерактивные сюжеты из книг. Одной из главных задач была 3D-визуализация героев из предложенных произведений, тематикой которых была любовь мамы к детям.",
      },
      {
        id: 2,
        paragraph:
          "В качестве задания детям и их мамам будет предложено нажать на понравившегося героя книги, после чего появится подсказка, где эту книгу можно отыскать на месте (подсказки локальные и легкозаменяемые, здесь лишь только один из примеров). После успешного поиска одного произведения, нужно отправиться за следующим. Как только соберутся все сюжеты, ребят и их мам будут ждали небольшие презенты в честь праздника.",
      },
    ],
    shortDescription: "Книжные истории о самом главном",
    preview:
      "https://i.ytimg.com/vi/XLh8QZAUY7s/hqdefault.jpg?sqp=-oaymwE2CNACELwBSFXyq4qpAygIARUAAIhCGAFwAcABBvABAfgB_gmAAtAFigIMCAAQARhlIGUoZTAP&rs=AOn4CLDlO2-1Aq2PC9TED6psQQpkD_8yJQ",
    linkYouTube:
      "https://www.youtube.com/embed/XLh8QZAUY7s?si=s3HWaAGPcj-6rxk5",
    tags: ["Unity3D", "Blender", "Ps"],
  },
  {
    id: 12,
    title: "По следам Гарри Поттера",
    description: [
      {
        id: 1,
        paragraph:
          "Приложение с технологией дополненной реальности отправляет пользователей во Вселенную Гарри Поттера, где они будут помогать главным героям выбраться из сложных ситуаций.",
      },
    ],
    shortDescription: "AR-приключение",
    preview: "https://i.ytimg.com/vi/RzW0gbl-aJw/hq720_2.jpg",
    linkYouTube: "https://www.youtube.com/embed/RzW0gbl-aJw",
    tags: ["Unity3D", "Blender", "Ps"],
  },
  {
    id: 13,
    title: "Пошумим?",
    description: [
      {
        id: 1,
        paragraph:
          "В рамках мероприятия по soft-skills была реализована командная игра с голосовым управлением. Участники команды должны были хлопать, чтобы перемещать персонажа, чем громче, тем выше.",
      },
    ],
    shortDescription: "Голосовая инсталляция",
    preview: "https://i.ytimg.com/vi/Uh7hvlwq2Ok/hq720_2.jpg",
    linkYouTube: "https://www.youtube.com/embed/Uh7hvlwq2Ok",
    tags: ["Unity3D", "Ps"],
  },
  {
    id: 14,
    title: "Исчезнувшие буквы алфавита",
    description: [
      {
        id: 1,
        paragraph:
          "Читателям предстоит отправиться в прошлое и узнать, какие именно буквы нашего алфавита раньше существовали наравне с современными буквами, а какие были заменены. В приложении реализована квестовая механика поиска букв по страницам книги с помощью смартфона.",
      },
    ],
    shortDescription: "Знакомство с историей с помощью дополненной реальности",
    preview: "https://i.ytimg.com/vi/KFOA8bTaLZs/hqdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/KFOA8bTaLZs?si=eHmVruHgz7KgOfPW",
    tags: ["Unity3D", "Ps"],
  },
  {
    id: 15,
    title: "Герои любимых книг",
    description: [
      {
        id: 1,
        paragraph:
          "AR-приложение «Герои любимых книг» по мотивам литературных произведений. Викторина в дополненной реальности, где магическим образом читатели перевоплощаются в героев произведений. Задача: угадать каким персонажем ты являешься!",
      },
    ],
    shortDescription: "AR-маски",
    preview: "https://i.ytimg.com/vi_webp/WCZ2LWfDLNI/maxresdefault.webp",
    linkYouTube:
      "https://www.youtube.com/embed/WCZ2LWfDLNI?si=CIgv7yKFh0e01vJh",
    tags: ["Unity3D", "Blender", "Ps", "Ae"],
  },
  {
    id: 16,
    title: "Как крокодил солнце проглотил",
    description: [
      {
        id: 1,
        paragraph:
          "Интерактивная стена - это не только про веселье, она также  развивает и совершенствует двигательные умения и навыки детей, умение творчески использовать их в самостоятельной двигательной деятельности. Сотрудники библиотеки решили совместить приятное с полезным и задействовали данную технологию на квесте о здоровом образе жизни.  ",
      },
      {
        id: 2,
        paragraph:
          "В рамках этого мероприятия мы подготовили интерактив по сказке Корнея Чуковского «Краденое солнце», где участникам необходимо было помочь крокодилу отбелить зубы, узнать о пользе личной гигиены и вернуть солнышки на свои места.",
      },
    ],
    shortDescription: "Интерактивная игра с применением скрэтч-механики",
    preview:
      "https://i.ytimg.com/vi/L0d7if0r0yA/maxresdefault.jpg?sqp=-oaymwEmCIAKENAF8quKqQMa8AEB-AH-CYAC0AWKAgwIABABGGUgVShVMA8=&rs=AOn4CLCHcIXEm9EiLjHiVaQV8xmeuvb_ew",
    linkYouTube:
      "https://www.youtube.com/embed/L0d7if0r0yA?si=IEN6iHwSUlAo8rbl",
    tags: ["Unity3D", "Blender", "Ps", "Ae"],
  },
  {
    id: 17,
    title: "Покорители Галактик",
    description: [
      {
        id: 1,
        paragraph:
          "В рамках мероприятия, которое было посвящено Дню космонавтики, читатели участвовали в интерактивном квесте. Им предстояло изучить азы и историю космонавтики, а затем стать самыми настоящими космонавтами.",
      },
      {
        id: 2,
        paragraph:
          "Для мероприятие было разработано несколько интерактивов: скретч-викторина для знакомства с историей космоса и интерактивные кидалки, в которых юным космонавтам нужно было спасти Землю от метеоритов!",
      },
    ],
    shortDescription: "Фиджитал проект по космической тематике",
    preview:
      "https://i.ytimg.com/vi/qOSjLp5SgV0/maxresdefault.jpg?sqp=-oaymwEmCIAKENAF8quKqQMa8AEB-AH-CYAC0AWKAgwIABABGFogWyhlMA8=&rs=AOn4CLCi0nf18uoSYYYB5H9s7a7xF69pAA",
    linkYouTube:
      "https://www.youtube.com/embed/qOSjLp5SgV0?si=hq3_5x7-wpYFgp0N",
    tags: ["Unity3D", "Blender", "Ps"],
  },
  {
    id: 18,
    title: "На каникулы в Хогвартс",
    description: [
      {
        id: 1,
        paragraph:
          "От башни Гриффиндора до подземелий Слизерина! <br /> Участники отправились в самое волшебное место на свете. А их проводниками в мир магии чудес стан... четыре призрака👻: <br />Почти Безголовый Ник (привидение Гриффиндора), Толстый монах (привидение Пуффендуя), Кровавый Барон (привидение Слизерина) и Серая Дама (привидение Когтеврана).",
      },
      {
        id: 2,
        paragraph:
          "Новые студенты Хогвартса: <br /> 🍵 научились варить новогодние зелья, <br /> 🔮 и создавать магические артефакты, <br /> ⌛ заглянули в Омут памяти, <br /> ☄ сыграли в квиддич, <br /> 🦅 и даже полетали на гиппогрифе!",
      },
      {
        id: 3,
        paragraph:
          " А помогли ребятам всё это осуществить чудеса интерактивных технологий (AR, VR, Computer Vision, Arduino и др).",
      },
    ],
    shortDescription: "Цикл интерактивных проектов по вселенной Гарри Поттера",
    preview:
      "https://i.ytimg.com/vi/2o-L0KlKEtU/hqdefault.jpg?sqp=-oaymwEmCOADEOgC8quKqQMa8AEB-AH-CYAC0AWKAgwIABABGHIgWig5MA8=&rs=AOn4CLC5win0mCtwudvU-IATaCtHDx3fzw",
    linkYouTube:
      "https://www.youtube.com/embed/2o-L0KlKEtU?si=KSQwONcLofRC9VGS",
    tags: ["Unity3D", "Blender", "Arduino", "Ps", "Ae"],
  },
  {
    id: 19,
    title: "Ивановская башня",
    description: [
      {
        id: 1,
        paragraph:
          "Приложение для экспозиции «Подвиг народного единства», где пользователям предствляется возможность с помощью тач-панели управлять контентом на макете, высвечивая необходимую информацию и подсвечивая точки интереса.",
      },
    ],
    shortDescription: "Интерактивное мэппинг с историей Нижегородского кремля",
    preview: "https://i.ytimg.com/vi/uVHppzYHHSE/hqdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/uVHppzYHHSE?si=c1x6SgRQS1PSc5eZ",
    tags: ["Unity3D"],
  },
  {
    id: 20,
    title: "Игра света",
    description: [
      {
        id: 1,
        paragraph:
          "Старинное здание на берегу Оки на Стрелке было построено в 1896 году по инициативе нижегородского купца и основателя пивоваренной династии Ф. Ермолаева сначала как трактир, который позднее переоборудовали в гостиницу, оснащенную по последнему слову техники!",
      },
      {
        id: 2,
        paragraph:
          "Интерактив «Игра света» простой и увлекательный: используя тач-панель можно будет ознакомиться с историей и будущим здания. А главное — повлиять на облик здания здесь и сейчас, управляя подсветкой окон!",
      },
    ],
    shortDescription: "Презентация гостиницы Ермолаевых",
    preview: "https://i.ytimg.com/vi/otY73RJ4Q7o/hqdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/otY73RJ4Q7o?si=Lid9aeTpb0Es2Ib4",
    tags: ["Unity3D", "Ps"],
  },
  {
    id: -1,
    title: "Прототип #1",
    description: [
      {
        id: 1,
        paragraph:
          "Тематическая игра в стиле поиска предметов, где используется сканер штрих-кодов. Задача пользователя — найти предметы, просканировав их штрих-коды за отведённое время.",
      },
    ],
    shortDescription: "Штрих-код квиз",
    preview: "https://i.ytimg.com/vi/brwdd5M8R8I/maxresdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/brwdd5M8R8I?si=FssoY072zl-iVi4Q",
    tags: ["Unity3D", "Ps"],
  },
  {
    id: -2,
    title: "Прототип #2",
    description: [
      {
        id: 1,
        paragraph:
          "Интерактивная викторина с объединением Unity и Arduino",
      },
    ],
    shortDescription: "Викторина на магнитах",
    preview: "https://i.ytimg.com/vi/Ie7zS15htG0/hqdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/Ie7zS15htG0?si=RnUYaClKQOGl82vz",
    tags: ["Unity3D", "Arduino", "Ps", "Ae"],
  },
  {
    id: -3,
    title: "Прототип #3",
    description: [
      {
        id: 1,
        paragraph:
          "Трекинг луча лазерной указки для дальнейшей отправки в игровой движок Unity3D.",
      },
    ],
    shortDescription: "Трекинг лазерной указки",
    preview: "https://i.ytimg.com/vi/xTm-xcJJ6H0/hqdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/xTm-xcJJ6H0?si=P3H-t_ZVso-FeJeb",
    tags: ["Python"],
  },
  {
    id: -4,
    title: "Прототип #4",
    description: [
      {
        id: 1,
        paragraph: "Связь по протоколу UDP между Python и Unity3D.",
      },
    ],
    shortDescription: "Трекинг объекта и отправка данных в Unity3D",
    preview: "https://i.ytimg.com/vi/RtuV2cFFpDk/hqdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/RtuV2cFFpDk?si=g547tWkHO04EZjVB",
    tags: ["Unity3D", "Python"],
  },
  {
    id: -5,
    title: "Прототип #5",
    description: [
      {
        id: 1,
        paragraph: "Управляем главным героем игры с помощью жестов Kinect v1.",
      },
    ],
    shortDescription: "Считывание прыжков и приседаний с помощью Kinect",
    preview: "https://i.ytimg.com/vi/RcbDsAeBQLw/hqdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/RcbDsAeBQLw?si=Biw6_17jbL6nppsw",
    tags: ["Unity3D"],
  },
  {
    id: -6,
    title: "Прототип #6",
    description: [
      {
        id: 1,
        paragraph:
          "Данный прототип был использован на одном из мероприятий в качестве демонстации механики работы с микрофоном. Персонаж бежал по планете и в определенный момент зрительный зал должен был синхронно хлопнуть в ладоши. Отладили уровень шума перед началом демонстации и все прошло ништяк!",
      },
    ],
    shortDescription: "Управляем персонажем с помощью микрофона",
    preview: "https://i.ytimg.com/vi/4oOjLexRoVE/hqdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/4oOjLexRoVE?si=bJ_Q6sQW_X-kDd4j",
    tags: ["Unity3D"],
  },
  {
    id: -7,
    title: "Прототип #7",
    description: [
      {
        id: 1,
        paragraph: "Изыскания с Leap Motion",
      },
    ],
    shortDescription: "Управляем контентом с Leap Motion",
    preview: "https://i.ytimg.com/vi/Llp2ppFBwiE/hq2.jpg",
    linkYouTube: "https://www.youtube.com/embed/Llp2ppFBwiE",
    tags: ["Unity3D"],
  },
  {
    id: -8,
    title: "Прототип #8",
    description: [
      {
        id: 1,
        paragraph:
          "Наработки по идеям из цикла приложений по вселенной Гарри Поттера.",
      },
    ],
    shortDescription: "Плащ-невидимка и волшебная палочка",
    preview: "https://i.ytimg.com/vi/-LyjT-KALOQ/oar2.jpg",
    linkYouTube: "https://www.youtube.com/embed/-LyjT-KALOQ",
    tags: ["Unity3D", "Python"],
  },
  {
    id: -9,
    title: "Прототип #9",
    description: [
      {
        id: 1,
        paragraph:
          "На проекции будет изображена огромная картина, на которой игрокам предстоит найти загаданные предметы с помощью специальных фонариков. Игра развивает память и скорость реакции. Среднее игровое время от 5 минут.",
      },
    ],
    shortDescription: "Интерактивные фонари",
    preview: "https://i.ytimg.com/vi/ZPMd8iLF7RE/hq720_2.jpg",
    linkYouTube: "https://www.youtube.com/embed/ZPMd8iLF7RE",
    tags: ["Unity3D", "Ps"],
  },
  {
    id: -10,
    title: "Прототип #10",
    description: [
      {
        id: 1,
        paragraph:
          "В рамках интерактивного квеста был разработан AR-сейф. Участникам квеста необходимо было с помощью технологии дополненной реальности разгадать ключ и открыть сейф, где была спрятана цитата для финального этапа большого концептуального квеста.",
      },
    ],
    shortDescription: "Механика для квеста",
    preview: "https://i.ytimg.com/vi/gpPahlCqwAE/hq720_2.jpg",
    linkYouTube: "https://www.youtube.com/embed/gpPahlCqwAE",
    tags: ["Unity3D", "Blender", "Ps"],
  },
  {
    id: -11,
    title: "Прототип #11",
    description: [
      {
        id: 1,
        paragraph:
          "Трекинг карточек для настольных игр. Применяли механику для игры в настолку: высвечивали характеристики считываемой карты. Приложение в помощь гейм-мастеру.",
      },
    ],
    shortDescription: "Дополнение к настольной игре",
    preview: "https://i.ytimg.com/vi/I4VfSg-3D-E/hq2.jpg",
    linkYouTube: "https://www.youtube.com/embed/I4VfSg-3D-E",
    tags: ["Unity3D", "Ps"],
  },
  {
    id: -12,
    title: "Прототип #12",
    description: [
      {
        id: 1,
        paragraph: "Оживляем раскраски с помощью захвата UV-карты модели.",
      },
    ],
    shortDescription: "Ожившие рисунки",
    preview: "https://i.ytimg.com/vi/1mbK1kYWSLU/hqdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/1mbK1kYWSLU?si=hJsJGWw_O_BKXXUW",
    tags: ["Unity3D", "Blender", "Ai"],
  },
  {
    id: -13,
    title: "Прототип #13",
    description: [
      {
        id: 1,
        paragraph: "Объединение игрового движка Unity3D и Arduino (RFID/NFC).",
      },
    ],
    shortDescription: "RFID и NFC-метки",
    preview: "https://i.ytimg.com/vi/OvJAqfAXOw4/hqdefault.jpg",
    linkYouTube:
      "https://www.youtube.com/embed/OvJAqfAXOw4?si=HcVqiqND8i1S_clE",
    tags: ["Unity3D", "Arduino", "Ae"],
  },
];

export default videoPosts;
